Repository: braillerap/AccessBrailleRAP
Catalog: docs/locale/*/LC_MESSAGES/basicfeatures.po
Languages: el

source: Tour d'horizon des fonctions d' AccessBrailleRAP
el: Περιήγηση δυνατοτήτων AccessBrailleRAP

source: Les options du menu principal
el: Οι επιλογές του κεντρικού μενού

source: Saisie
el: Εισαγωγή κειμένου

source: Affiche une page permettant de manipuler le texte à transcrire en Braille
el: Προβολή μιας σελίδας για επεξεργασία του κειμένου προς μεταγραφή σε Braille

source: Impression
el: Εκτύπωση

source: Affiche les options relatives à l'embossage du doument sur une BrailleRAP
el: Εμφανίζει τις επιλογές που σχετίζονται με την ανάγλυφη εκτύπωση του εγγράφου σε έναν εκτυπωτή BrailleRAP

source: Paramètres
el: Ρυθμίσεις

source: Affiche une page relative au paramétrage de l'application
el: Εμφανίζει μια σελίδα σχετική με την διαμόρφωση της εφαρμογής

source: Introduction
el: Εισαγωγή

source: L'action de cliquer sur l'option *Saisie* affiche une page relative à la manipulation du texte à transcrire en Braille.
el: Το κλικ στην επιλογή *Εισαγωγή κειμένου* εμφανίζει μια σελίδα που σχετίζεται με την επεξεργασία του κειμένου προς μεταγραφή Braille.

source: ![Capture d'écran de la page fichier](./IMG/screenshot_input.jpg)
el: ![Λήψη στιγμιότυπου οθόνης της σελίδας εισαγωγής](./IMG/screenshot_input.jpg)

source: Capture d'écran de la page fichier
el: Λήψη στιγμιότυπου οθόνης της σελίδας εισαγωγής

source: Bouton *Ouvrir*
el: Κουμπί *Άνοιγμα*

source: Affiche une boîte de dialogue qui permet de sélectionner un fichier texte à ouvrir.
el: Εμφανίζει ένα μενού διαλόγου για την επιλογή του επιθυμητού αρχείου κειμένου για άνοιγμα.

source: Bouton *Enregistrer*
el: Κουμπί *Αποθήκευση*

source: Si le document est déjà enregistré, il est simplement sauvegardé. Sinon, une boîte de dialogue s'affiche et permet de sélectionner un nom de fichier texte à enregistrer.
el: Εάν το έγγραφο έχει ήδη αποθηκευτεί με το ίδιο όνομα, απλά θα αντικατασταθεί. Εάν όχι, ένα μενού διαλόγου θα εμφανιστεί για την επιλογή ενός ονόματος αρχείου για αποθήκευση.

source: Bouton *Enregistrer sous...*
el: Κουμπί *Αποθήκευση ως*

source: Affiche une boîte de dialogue qui permet de sélectionner un nom fichier texte à enregistrer.
el: Εμφανίζει ένα μενού διαλόγου που επιτρέπει να διαλέξετε ένα όνομα με το οποίο θα αποθηκεύσετε το έγγραφό σας.

source: Bouton *Importer*
el: Κουμπί *Εισαγωγή*

source: Affiche une boîte de dialogue qui permet de sélectionner un fichier à importer. L'importation des fichiers est gérée par la bibliothèque [pandoc](https://pandoc.org/). L'importation consiste à extraire le texte du fichier en supprimant toute les mises en formes de caractères (taille de police, effet de caractères, etc...). L'importation fonctionne avec les documents openoffice et libreoffice mais d'autre format sont disponibles.
el: Εμφανίζει ένα μενού διαλόγου που σας επιτρέπει να διαλέξετε ένα αρχείο για εισαγωγή. Η εισαγωγή των αρχείων διαχειρίζεται από την βιβλιοθήκη[pandoc](https://pandoc.org/). Η εισαγωγή γίνεται από την εξαγωγή όλων των στοιχείων μορφοποίησης του κειμένου ( μέγεθος γραμματοσειράς, εφφέ χαρακτήρων, κλπ...). Η εισαγωγή λειτουργεί με έγγραφα του openoffice και του libreoffice, αλλά ενδεχομένως άλλες μορφές αρχείων να είναι διαθέσιμες.

source: Utilisation de caractères spéciaux dans la zone de saisie
el: Χρήση ειδικών χαρακτήρων στην περιοχή εισαγωγής

source: Lors de la saisie d'un texte, il peut être utile d'insérer des caractères Braille qui seront directement intégrés à la transcription Braille sans modification. En effet si l'alphabet Braille est défini pour la transcription de texte, il existe des standards particuliers à certains usages comme la musique, la chimie ou les mathématiques. Ces standards ne sont pour l'instant pas pris en charge par AccessBRailleRAP, il peut donc être utile de saisir directement un petite quantité de caractères Braille.
el: Κατά την εισαγωγή κειμένου, μπορεί να είναι χρήσιμο να εισαγάγετε χαρακτήρες Braille που θα ενσωματωθούν απευθείας στη μεταγραφή Braille χωρίς τροποποίηση. Ενώ το αλφάβητο Braille έχει οριστεί για τη μεταγραφή κειμένου, υπάρχουν συγκεκριμένα πρότυπα για ορισμένες εφαρμογές όπως η μουσική, η χημεία ή τα μαθηματικά. Αυτά τα πρότυπα δεν υποστηρίζονται προς το παρόν από το AccessBRailleRAP, επομένως μπορεί να είναι χρήσιμο να εισαγάγετε απευθείας έναν μικρό αριθμό χαρακτήρων Braille.

source: La saisie de caractère Braille utilise la saisie de caractères unicode, donc les valeurs sont comprisent entre x02800 et 0x02900. Pour entrer ces caractères dans la zone de saisie, vous pouvez utiliser la touche `CTRL`+<valeur unicode>. Par exemple pour saisir un caractère Braille avec uniquement le pont 1 (l'équivalent du 'a') :
el: Η εισαγωγή χαρακτήρων Braille χρησιμοποιεί εισαγωγή χαρακτήρων Unicode, επομένως οι τιμές είναι μεταξύ x02800 και x02900. Για να εισαγάγετε αυτούς τους χαρακτήρες στην περιοχή εισαγωγής, μπορείτε να χρησιμοποιήσετε το πλήκτρο `CTRL` + <Τιμή Unicode>. Για παράδειγμα, για να εισαγάγετε έναν χαρακτήρα Braille μόνο με σημείο 1 (το ισοδύναμο του 'a'):

source: 1 Appuyez sur la touche `CTRL` 2 Entrez la valeur 01 en appuyant sur 0 puis 1 3 Relâcher la touche `CTRL`
el: 1 Πατήστε το πλήκτρο `CTRL`. 2 Εισαγάγετε την τιμή 01 πατώντας 0 και στη συνέχεια 1. 3 Αφήστε το πλήκτρο `CTRL`

source: vous devriez voir apparaitre le caractere Braille *⠁* dans la zone de saisie.
el: Θα πρέπει να δείτε τον χαρακτήρα Μπράιγ *⠁* να εμφανίζεται στην περιοχή εισαγωγής.

source: Vous trouverez sur wikipedia une [table des caractères Braille unicode](https://fr.wikipedia.org/wiki/Table_des_caract%C3%A8res_Unicode/U2800). Les codes des caractères Braille sont donnés en hexadécimal, vous pouvez utiliser uniquement la partie supérieure à 0x2800. Par exemple, si on regarde dans la table, le caractère *⠵* correspond à la valeur unicode 0x2835. Pour entrer ce caractère, vous pouvez utiliser :
el: Μπορείτε να βρείτε έναν [πίνακα χαρακτήρων Braille Unicode](https://en.wikipedia.org/wiki/Braille_Patterns) στη Wikipedia. Οι κωδικοί χαρακτήρων Braille δίνονται σε δεκαεξαδική μορφή, χρειάζεται να χρησιμοποιήσετε μόνο το μέρος που είναι μεγαλύτερο από 0x2800. Για παράδειγμα, αν κοιτάξετε στον πίνακα, ο χαρακτήρας *⠵* αντιστοιχεί στην τιμή Unicode 0x2835. Για να εισαγάγετε αυτόν τον χαρακτήρα, μπορείτε να χρησιμοποιήσετε:

source: ou bien
el: ή

source: Vous pouvez également utiliser des valeur décimale. 0x2835 correspond à 10293. vous pouvez donc entrer le caractère *⠵* en utilisant :
el: Μπορείτε επίσης να χρησιμοποιήσετε δεκαδικές τιμές. Το 0x2835 ισοδυναμεί με 10293. Επομένως, μπορείτε να εισαγάγετε τον χαρακτήρα *⠵* χρησιμοποιώντας:

source: Notez que pour utiliser un code hexadécimal, vous devez préfixer la valeur par 0x
el: Σημειώστε ότι για να χρησιμοποιήσετε έναν δεκαεξαδικό κώδικα, πρέπει να προθέσετε την τιμή με 0x

source: L'action de cliquer sur l'option *Impression* affiche une page relative à l'embossage du document sur une BrailleRAP. Sur cette page vous pouvez naviguer dans les différentes pages avec les boutons *Page Précédente* et *Page Suivante* et imprimer la page active avec le bouton *Imprimer*.
el: Κάνοντας κλικ στην επιλογή *Εκτύπωση* εμφανίζεται μια σελίδα που σχετίζεται με την ανάγλυφη εκτύπωση του εγγράφου σε έναν εκτυπωτή BrailleRAP. Σε αυτή τη σελίδα μπορείτε να πλοηγηθείτε μέσω των διαφορετικών σελίδων με το κουμπί *Προηγούμενη σελίδα* και το κουμπί *Επόμενη σελίδα* και να εκτυπώσετε την ενεργή σελίδα με το κουμπί *Εκτύπωση*.

source: ![Capture d'écran de la page Impression](./IMG/screenshot_print.jpg)
el: ![Λήψη στιγμιότυπου της οθόνης εκτύπωσης](./IMG/screenshot_print.jpg)

source: Capture d'écran de la page Impression
el: Λήψη στιγμιότυπου της σελίδας εκτύπωσης

source: Bouton *Page Précédente*
el: Κουμπί *Προηγούμενη σελίδα*

source: Affiche la page précédente du document à embosser.
el: Εμφανίζει την προηγούμενη σελίδα του εγγράφου προς εκτύπωση.

source: Bouton *Page Suivante*
el: Κουμπί *Επόμενη σελίδα*

source: Affiche la page suivante du document à embosser.
el: Εμφανιζει την επόμενη σελίδα του εγγράφου προς εκτύπωση.

source: Bouton *Imprimer*
el: Κουμπί *Εκτύπωση*

source: Embosse (imprime) la page active sur la BrailleRAP connectée en USB.
el: Ανάγλυφη εκτύπωση (εκτύπωση) της ενεργής σελίδας με τον BrailleRAP που είναι συνδεδεμένος με USB.

source: L'action de cliquer sur l'option *Paramètres* affiche une page relative à la coniguration du logiciel (nombre de lignes, port de communication, table Braille ...).
el: Κάνοντας κλικ στην επιλογή *Παράμετροι* εμφανίζεται μια σελίδα που σχετίζεται με την επεξεργασία του κειμένου προς μεταγραφή σε Braille.

source: ![Capture d'écran de la page paramètres](./IMG/screenshot_parameters.jpg)
el: ![Λήψη στιγμιότυπου οθόνης της σελίδας ρυθμίσεων](./IMG/screenshot_parameters.jpg)

source: Capture d'écran de la page paramètres
el: Λήψη στιγμιότυπου οθόνης της σελίδας ρυθμίσεων

source: Table Braille
el: Πίνακας Braille

source: Cette section permet de définir le standard utilisé pour la transcription du texte en Braille. **Attention** il existe parfois plusieurs standard Braille pour la même langue (3 en Français par exemple) et ce paramêtres est indépendant de la langue de l'interface. Vous pouvez par exemple utiliser AccesBrailleRAP en Français et transcrire le Braille au standard Vietnamien si les lecteurs du document utilisent ce standard Braille.
el: Αυτό το τμήμα σας επιτρέπει να προσδιορίσετε το στάνταρ που θα χρησιμοποιηθεί για την μεταγραφή του κειμένου σε Braille. **Προσοχή** υπάρχουν περισσότερα του ενός στάνταρ για την ίδια γλώσσα. (3 στα Γαλλικά για παράδειγμα) και αυτή η παράγραφος είναι ανεξάρτητη από τη γλώσσα του γραφικού περιβάλλοντος. Μπορείτε για παράδειγμα να χρησιμοποιήσετε το AccessBrailleRAP στα Γαλλικά και να κάνετε μεταγραφή του Braille στο στάνταρ του Βιετνάμ, εάν οι αναγνώστες του κειμένου κάνουν χρήση αυτού του στανταρ.

source: Nombre de caractères par ligne
el: Αριθμός χαρακτήρων ανά γραμμή

source: Cette section permet de définir le nombre de caractères Braille par ligne.
el: Αυτό το τμήμα σας επιτρέπει να προσδιορίσετε τον αριθμό των χαρακτήρων Braille ανά γραμμή.

source: Nombre de lignes par page
el: Αριθμός γραμμών ανά σελίδα

source: Cette section permet de définir le nombre lignes de caractères Braille disponible sur une page. Attention il s'agit du nombre de lignes quand on utilise l'interligne 1 (simple).
el: Αυτό το τμήμα σας επιτρέπει να ορίσετε τον αριθμό των γραμμών χαρακτήρων Braille που είναι διαθέσιμες σε μια σελίδα. Προσέξτε ότι αυτός είναι ο αριθμός όταν χρησιμοποιείται μια μόνο γραμμή διάστιχου (απλό).

source: Interligne
el: Διάστιχο

source: Cette valeur permet de choisir l'interligne utilisé pour l'embossage du document. Il existe 3 interlignes : 1 (simple), 1.5 (un interligne et demi) et 2 (double).
el: Αυτή η τιμή σας επιτρέπει να διαλέξετε το διάστιχο πουο χρησιμοποιείται για την ανάγλυφη εκτύπωση του εγγράφου. Υπάρχουν τρία διαθέσιμα διάστιχα: 1 (απλό), 1,5 ( ένα διάστιχο και μισό) και 2 (διπλό).

source: Marge gauche (mm)
el: Περιθώριο αριστερά (mm)

source: Cette valeur détermine la valeur de la marge à la gauche du document.
el: Αυτή η τιμή προσδιορίζει την τιμή του περιθωρίου στα αριστερά του εγγράφου.

source: Marge début de page (mm)
el: Περιθώριο πάνω (mm)

source: Cette valeur détermine la valeur de la marge en haut du document.
el: Αυτή η τιμή προσδιορίζει την τιμή του περιθωρίου στο πάνω μέρος του εγγράφου.

source: Port de communication
el: Θύρα επικοινωνίας

source: Cette valeur désigne le port de communication utilisé pour la communication avec la BrailleRAP. Si vous avez branché la BrailleRAP après le lancement du logiciel, vous pouvez rafraichir la liste des ports de communication disponible en utilisant le bouton *Actualiser*.
el: Αυτή η τιμή προσδιορίζει τη θύρα επικοινωνίας που χρησιμοποιείται για την επικοινωνία με τον BrailleRAP. Εάν έχετε συνδέσει τον εκτυπωτή BrailleRAP, αφού έχετε εκκινήσει το λογισμικό, μπορείτε να κάνετε ανανέωση της λίστας των διαθέσιμων θυρών επικοινωνίας κάνοντας κλικ στο κουμπί *Ανανέωση*.

source: Langue de l'application
el: Γλώσσα εφαρμογής

source: Cette valeur permet de définir la langue de l'interface de l'application.
el: Αυτή η τιμή επιτρέπει τον προσδιορισμό της γλώσσας του γραφικού περιβάλλοντος της εφαρμογής.

source: Thème
el: Θέμα

source: Cette valeur permet de définir le thème de l'interface de l'application, vous avez la possibilité de choisir entre une interface claire sur fond sombre ou une interface sombre sur fond clair.
el: Αυτή η τιμή επιτρέπει τον προσδιορισμό του θέματος του γραφικού περιβάλλοντος της εφαρμογής. Έχετε την επιλογή να διαλέξετε μεταξύ ενός φωτεινού περιβάλλοντος με σκούρο φόντο, ή ενός σκοτεινού περιβάλλοντος με φωτεινό φόντο.
