Repository: braillerap/AccessBrailleRAP
Catalog: docs/locale/*/LC_MESSAGES/introduction.po
Languages: el

source: Introduction
el: Εισαγωγή

source: Présentation
el: Παρουσίαση

source: **AccessBrailleRAP** est un outil de traduction en Braille destiné a réaliser des documents embossés sur une embosseuse [**BrailleRAP**](https://www.braillerap.org). Par documents en Braille on entend des documents qui contiennent des textes mis en relief dans le standard Braille sélectionné. Pour rappel [**BrailleRAP**](https://www.braillerap.org) est une embosseuse DIY (Do It Yourself) open source permettant de réaliser des documents en Braille mais également de mettre des graphiques en relief.
el: **AccessBrailleRAP** είναι ένα εργαλείο μετάφρασης Braille, σχεδιασμένο να δημιουργεί ανάγλυφα έγγραφα σε ένα [**BrailleRAP**](https://www.braillerap.org). Όταν αναφερόμαστε σε Braille έγγραφα, εννοούμε έγγραφα τα οποία περιέχουν κείμενο το οποίο είναι ανάγλυφο σύμφωνα με το στάνταρτ Braille. Για αναφορά σχετικά με αυτό, [**BrailleRAP**](https://www.braillerap.org) είναι ένας ετκυπωτής DIY (Do It Yourself, Φτιάξε το μόνος σου) ανοικτού υλισμικού ο οποίος σας επιτρέπει να δημιουργήσετε έγγραφα Braille αλλά και να δημιουργήσετε ανάγλυφα γραφικά.

source: Voici un exemple de document réalisé avec AccessBrailleRAP et une BrailleRAP:
el: Ορίστε ένα παράδειγμα κειμένου που έχει δημιουργηθεί μέσω του λογισμικού AccessBrailleRap και ενός εκτυπωτή BrailleRAP:

source: Des exemples de documents réalisés avec DesktopBrailleRAP et une BrailleRAP
el: Παραδείγματα εγγράφων που έχουν δημιουργηθεί μέσω του λογισμικού DesktopBrailleRAP και ενός BrailleRAP

source: Une BrailleRAP XL à Gauche, Une BrailleRAP standard à droite.
el: Ένας εκτυπωτής BrailleRAP XL στα αριστερά, ένας στάνταρ εκτυπωτής BrailleRAP στα δεξιά.

source: Une photographie de deux BrailleRAP
el: Μια φωτογραφία δύο εκτυπωτών BrailleRAP

source: Financement
el: Χρηματοδότηση

source: Ce projet est financé grace à [NGI0 Entrust](https://nlnet.nl/entrust), un fond créé par [NLnet](https://nlnet.nl) avec le support du programme [Next Generation Internet](https://ngi.eu) de la Commision Européene. Plus d'informations ici [NLnet project page](https://nlnet.nl/project/BrailleRAP).
el: Αυτό το πρότζεκτ έχει χρηματοδοτηθεί μέσω του [NGI0 Entrust](https://nlnet.nl/entrust), ένα ταμείο που δημιουργημένο από [NLnet](https://nlnet.nl), με την υποστήρικξ του προγράμματος [Next Generation Internet](https://ngi.eu) της Ευρωπαϊκής Επιτροπής. Για περισσότερες πληροφορίες, δείτε εδώ [NLnet project page](https://nlnet.nl/project/BrailleRAP).

source: [ <img src="./IMG/nlnetbanner.png" alt="Le logo du programme NGI0" width="25%"> ](https://nlnet.nl) [ <img src="./IMG/NGI0_tag.png" alt="Le logo du programme NGI0" width="25%"> ](https://nlnet.nl)
el: [ <img src="./IMG/nlnetbanner.png" alt="Το λογότυπο του προγράμματος NGI0" width="25%"> ](https://nlnet.nl) [ <img src="./IMG/NGI0_tag.png" alt="Το λογότυπο του προγράμματος NGI0" width="25%"> ](https://nlnet.nl)

source: Le logo du programme NGI0
el: Το λογότυπο του προγράμματος NGI0
